[
  {
    "quote": "Życie nie polega na braniu i posiadaniu, ale na dawaniu i byciu.",
    "author": "Kevin Kruse"
  },
  {
    "quote": "Cokolwiek umysł ludzki może sobie wyobrazić i w co wierzy, może to osiągnąć.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "Staraj się nie odnieść sukcesu, ale raczej być wartościowym.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Dwie drogi rozchodziły się w lesie, i wybrałem tę mniej uczęszczaną, I to zrobiło różnicę.",
    "author": "Robert Frost"
  },
  {
    "quote": "Zawdzięczam to mojemu sukcesowi: nigdy nie dawałem ani nie przyjmowałem żadnych wymówek.",
    "author": "Florence Nightingale"
  },
  {
    "quote": "Spudłujesz 100% strzałów, których nie wykonasz.",
    "author": "Wayne Gretzky"
  },
  {
    "quote": "Spudłowałem ponad 9000 strzałów w mojej karierze. Przegrałem prawie 300 gier. 26 razy zaufano mi, że oddam zwycięski strzał i chybię. Zawodziłem raz za razem w moim życiu. I dlatego mi się udaje.",
    "author": "Michael Jordan"
  },
  {
    "quote": "Najtrudniejsza jest decyzja o działaniu, reszta to tylko wytrwałość.",
    "author": "Amelia Earhart"
  },
  {
    "quote": "Każde uderzenie przybliża mnie do kolejnego home runu.",
    "author": "Babe Ruth"
  },
  {
    "quote": "Definiteness of purpose is the starting point of all achievement.",
    "author": "W. Clement Stone"
  },
  {
    "quote": "Określenie celu jest punktem wyjścia dla wszystkich osiągnięć.",
    "author": "Kevin Kruse"
  },
  {
    "quote": "Życie jest tym, co ci się przydarza, kiedy jesteś zajęty robieniem innych planów.",
    "author": "John Lennon"
  },
  {
    "quote": "Stajemy się tym, o czym myślimy.",
    "author": "Earl Nightingale"
  },
  {
    "quote": "Za dwadzieścia lat będziesz bardziej rozczarowany rzeczami, których nie zrobiłeś, niż tymi, które zrobiłeś, więc zrzuć liny, odpłyń z bezpiecznej przystani, złap pasaty w żagle. Eksploruj, śnij, odkrywaj.",
    "author": "Mark Twain"
  },
  {
    "quote": "Życie składa się w 10% z tego, co mi się przydarza i w 90% z tego, jak na to reaguję.",
    "author": "Charles Swindoll"
  },
  {
    "quote": "Najczęstszym sposobem, w jaki ludzie rezygnują ze swojej władzy, jest myślenie, że jej nie mają.",
    "author": "Alice Walker"
  },
  {
    "quote": "Umysł jest wszystkim. Czym myślisz, że się stajesz.",
    "author": "Buddha"
  },
  {
    "quote": "Najlepszy czas na sadzenie drzewa to 20 lat temu.Drugi najlepszy czas jest teraz.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Nie warto żyć niezbadanym życiem.",
    "author": "Socrates"
  },
  {
    "quote": "Osiemdziesiąt procent sukcesu pojawia się.",
    "author": "Woody Allen"
  },
  {
    "quote": "Twój czas jest ograniczony, więc nie marnuj życia życia.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Zwycięstwo to nie wszystko, ale chęć wygrania jest.",
    "author": "Vince Lombardi"
  },
  {
    "quote": "Nie jestem produktem moich okoliczności.Jestem produktem moich decyzji.",
    "author": "Stephen Covey"
  },
  {
    "quote": "Każde dziecko jest artystą.Problem polega na tym, jak pozostać artystą, gdy dorośnie.",
    "author": "Pablo Picasso"
  },
  {
    "quote": "Nigdy nie możesz przekroczyć oceanu, dopóki nie będziesz mieć odwagi, by stracić z oczu brzeg.",
    "author": "Christopher Columbus"
  },
  {
    "quote": "Dowiedziałem się, że ludzie zapomną o tym, co powiedziałeś, ludzie zapomną o tym, co zrobiłeś, ale ludzie nigdy nie zapomną, jak się czujesz.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Albo biegasz dzień, albo dzień cię prowadzi.",
    "author": "Jim Rohn"
  },
  {
    "quote": "Niezależnie od tego, czy uważasz, że możesz, czy myślisz, że nie możesz, masz rację.",
    "author": "Henry Ford"
  },
  {
    "quote": "Dwa najważniejsze dni w twoim życiu to dzień, w którym się urodziłeś, i dzień, w którym dowiesz się, dlaczego.",
    "author": "Mark Twain"
  },
  {
    "quote": "Cokolwiek możesz zrobić lub marzyć, zacznij.Śmiałość ma w sobie geniusz, siłę i magię.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "quote": "Najlepsza zemsta jest ogromnym sukcesem.",
    "author": "Frank Sinatra"
  },
  {
    "quote": "Ludzie często mówią, że motywacja nie trwa.Cóż, nie kąpiel.Dlatego zalecamy to codziennie.",
    "author": "Zig Ziglar"
  },
  {
    "quote": "Życie kurczy się lub rozszerza się proporcjonalnie do odwagi.",
    "author": "Anais Nin"
  },
  {
    "quote": "Jeśli usłyszysz głos w sobie, powiedz „Nie możesz malować”, to za każdym razem, gdy maluj, a ten głos zostanie uciszony.",
    "author": "Vincent Van Gogh"
  },
  {
    "quote": "Jest tylko jeden sposób na uniknięcie krytyki: nic nie mów, nic nie mów i bądź niczym.",
    "author": "Aristotle"
  },
  {
    "quote": "Zapytaj, a zostanie ci przekazane;Wyszukaj, a znajdziesz;Pukanie i drzwi zostaną dla ciebie otwarte.",
    "author": "Jesus"
  },
  {
    "quote": "Jedyną osobą, którą masz zostać, jest osoba, którą zdecydujesz się być.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "quote": "Porozmawiaj w kierunku swoich marzeń.Żyj życiem jakie sobie wyobraziłeś.",
    "author": "Henry David Thoreau"
  },
  {
    "quote": "Kiedy stoję przed Bogiem pod koniec mojego życia, miałbym nadzieję, że nie miałbym ani jednego talentu i mógłbym powiedzieć, że użyłem wszystkiego, co mi dałeś.",
    "author": "Erma Bombeck"
  },
  {
    "quote": "Niewiele rzeczy może pomóc jednostce bardziej niż położyć na niego odpowiedzialność i poinformować ją, że mu ufasz.",
    "author": "Booker T. Washington"
  },
  {
    "quote": "Pewne rzeczy przyciągają ci uwagę, ale dążą tylko do tych, którzy wychwytują serce.",
    "author": " Ancient Indian Proverb"
  },
  {
    "quote": "Wierzę, że potrafisz i jesteś już w połowie drogi.",
    "author": "Theodore Roosevelt"
  },
  {
    "quote": "Wszystko, czego kiedykolwiek chciałeś, znajduje się po drugiej stronie strachu.",
    "author": "George Addair"
  },
  {
    "quote": "Możemy łatwo wybaczyć dziecku, które boi się ciemności;Prawdziwa tragedia życia polega na tym, że ludzie boją się światła.",
    "author": "Plato"
  },
  {
    "quote": "Naucz swojego języka, aby powiedzieć: „Nie wiem” i postęp thouse.",
    "author": "Maimonides"
  },
  {
    "quote": "Zacznij tam, gdzie jesteś.Użyj tego, co masz.Rób co możesz.",
    "author": "Arthur Ashe"
  },
  {
    "quote": "Kiedy miałem 5 lat, moja matka zawsze mówiła mi, że szczęście jest kluczem do życia.Kiedy poszedłem do szkoły, zapytali mnie, kim chcę być, kiedy dorastałem.Zapisałem „szczęśliwy”.Powiedzieli mi, że nie rozumiem zadania i powiedziałem im, że nie rozumieją życia.",
    "author": "John Lennon"
  },
  {
    "quote": "Upadaj siedem razy i wstań osiem.",
    "author": "Japanese Proverb"
  },
  {
    "quote": "Kiedy zamyka się jedno drzwi szczęścia, otwiera się inny, ale często patrzymy tak długo w zamknięte drzwi, że nie widzimy dla nas tego, który został dla nas otwarty.",
    "author": "Helen Keller"
  },
  {
    "quote": "Wszystko ma piękno, ale nie wszyscy widzą.",
    "author": "Confucius"
  },
  {
    "quote": "Jak cudowne jest to, że nikt nie musi czekać ani chwili, zanim zaczął ulepszać świat.",
    "author": "Anne Frank"
  },
  {
    "quote": "Kiedy puszczam to, kim jestem, stałem się tym, kim mogę być.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Życie nie mierzy się liczbą oddechów, które bierzemy, ale chwilami, które zabierają oddech.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Szczęście nie jest czymś gotowym.Pochodzi z twoich własnych działań.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Jeśli zaoferujesz miejsce na statku rakietowym, nie pytaj, jakie miejsce!Po prostu idź dalej.",
    "author": "Sheryl Sandberg"
  },
  {
    "quote": "Po pierwsze, mieć określony, wyraźny praktyczny ideał;cel, cel.Po drugie, mieć niezbędne środki do osiągnięcia celów;Mądrość, pieniądze, materiały i metody.Po trzecie, dostosuj wszystkie swoje środki do tego celu.",
    "author": "Aristotle"
  },
  {
    "quote": "Jeśli wiatr nie będzie służył, weź wiosła.",
    "author": "Latin Proverb"
  },
  {
    "quote": "Nie możesz upaść, jeśli nie wspinasz się.Ale nie ma radości z życia całego życia na ziemi.",
    "author": "Unknown"
  },
  {
    "quote": "Musimy uwierzyć, że jesteśmy za coś obdarowani i że ta rzecz, za dowolną cenę, musi zostać osiągnięta.",
    "author": "Marie Curie"
  },
  {
    "quote": "Zbyt wielu z nas nie żyje w naszych marzeniach, ponieważ żyjemy naszymi obawami.",
    "author": "Les Brown"
  },
  {
    "quote": "Wyzwania sprawiają, że życie jest interesujące i przezwyciężające je, czyni życie znaczącym.",
    "author": "Joshua J. Marine"
  },
  {
    "quote": "Jeśli chcesz się podnieść, podnieś kogoś innego.",
    "author": "Booker T. Washington"
  },
  {
    "quote": "Byłem pod wrażeniem pilności.Wiedza nie wystarczy;Musimy złożyć wniosek.Bycie chętnym nie wystarczy;musimy zrobić.",
    "author": "Leonardo da Vinci"
  },
  {
    "quote": "Ograniczenia żyją tylko w naszych umysłach.Ale jeśli wykorzystamy naszą wyobraźnię, nasze możliwości stają się nieograniczone.",
    "author": "Jamie Paolinetti"
  },
  {
    "quote": "Bierzesz swoje życie w swoje ręce i co się stanie?Straszna rzecz, nikt nie jest winny.",
    "author": "Erica Jong"
  },
  {
    "quote": "Co to jest pieniądze?Mężczyzna odnosi sukcesy, jeśli wstanie rano i idzie spać w nocy, a pomiędzy tym, co chce robić.",
    "author": "Bob Dylan"
  },
  {
    "quote": "Nie zawiodłem testu.Właśnie znalazłem 100 sposobów, aby to zrobić źle.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Aby odnieść sukces, twoje pragnienie sukcesu powinno być większe niż strach przed porażką.",
    "author": "Bill Cosby"
  },
  {
    "quote": "Osoba, która nigdy nie popełniła błędu, nigdy nie próbowała niczego nowego.",
    "author": " Albert Einstein"
  },
  {
    "quote": "Osoba, która twierdzi, że nie można tego zrobić, nie powinna przeszkadzać osobie, która to robi.",
    "author": "Chinese Proverb"
  },
  {
    "quote": "Nie ma korków wzdłuż dodatkowej mili.",
    "author": "Roger Staubach"
  },
  {
    "quote": "Nigdy nie jest za późno, aby być tym, czym byłeś.",
    "author": "George Eliot"
  },
  {
    "quote": "Stajesz się tym, w co wierzysz.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Wolę umrzeć z pasji niż nudy.",
    "author": "Vincent van Gogh"
  },
  {
    "quote": "Naprawdę bogaty człowiek to ten, którego dzieci wpadają mu w ramiona, gdy jego ręce są puste.",
    "author": "Unknown"
  },
  {
    "quote": "To nie jest to, co robisz dla swoich dzieci, ale tego, czego nauczyłeś ich robić dla siebie, dzięki czemu będą odnoszącymi sukcesy ludzi.",
    "author": "Ann Landers"
  },
  {
    "quote": "Jeśli chcesz, aby twoje dzieci okazały się dobrze, spędzaj z nimi dwa razy więcej czasu i połowę mniej pieniędzy.",
    "author": "Abigail Van Buren"
  },
  {
    "quote": "Zbuduj swoje własne marzenia, albo ktoś inny zatrudni cię do budowy.",
    "author": "Farrah Gray"
  },
  {
    "quote": "Bitwy, które się liczą, nie są tymi dla złotych medali.Walki w sobie - niewidzialne bitwy w nas wszystkich - tam to jest.",
    "author": "Jesse Owens"
  },
  {
    "quote": "Edukacja kosztuje pieniądze.Ale też ignorancja.",
    "author": "Sir Claus Moser"
  },
  {
    "quote": "Przez lata nauczyłem się, że kiedy umysł się składa, zmniejsza to strach.",
    "author": "Rosa Parks"
  },
  {
    "quote": "Nie ma znaczenia, jak powoli idziesz tak długo, jak się nie zatrzymasz.",
    "author": "Confucius"
  },
  {
    "quote": "Jeśli spojrzysz na to, co masz w życiu, zawsze będziesz mieć więcej.Jeśli spojrzysz na to, czego nie masz w życiu, nigdy nie będziesz miał dość.",
    "author": "Oprah Winfrey"
  },
  {
    "quote": "Pamiętaj, że brak tego, czego chcesz, jest czasem wspaniałym szczęściem.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Nie możesz używać kreatywności.Im więcej używasz, tym więcej masz.",
    "author": "Maya Angelou"
  },
  {
    "quote": "Dream Big i odważ się porażić.",
    "author": "Norman Vaughan"
  },
  {
    "quote": "Nasze życie zaczyna się kończyć dzień, w którym milczymy o rzeczach, które mają znaczenie.",
    "author": "Martin Luther King Jr."
  },
  {
    "quote": "Rób, co możesz, gdzie jesteś, z tym, co masz.",
    "author": "Teddy Roosevelt"
  },
  {
    "quote": "Jeśli robisz to, co zawsze robiłeś, dostaniesz to, co zawsze masz.",
    "author": "Tony Robbins"
  },
  {
    "quote": "W końcu marzenie jest formą planowania.",
    "author": "Gloria Steinem"
  },
  {
    "quote": "To twoje miejsce na świecie;to twoje życie.Idź dalej i zrób wszystko, co możesz, i spraw, aby było to życie, które chcesz żyć.",
    "author": "Mae Jemison"
  },
  {
    "quote": "Możesz być rozczarowany, jeśli się nie uda, ale jesteś skazany, jeśli nie spróbujesz.",
    "author": "Beverly Sills"
  },
  {
    "quote": "Pamiętaj, że nikt nie może sprawić, że poczujesz się gorszy bez zgody.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Życie jest tym, co robimy, zawsze było, zawsze będzie.",
    "author": "Grandma Moses"
  },
  {
    "quote": "Pytanie nie brzmi, kto mi pozwoli;To, kto mnie powstrzyma.",
    "author": "Ayn Rand"
  },
  {
    "quote": "Kiedy wydaje się, że wszystko idzie przeciwko tobie, pamiętaj, że samolot startuje o wiatr, a nie z nim.",
    "author": "Henry Ford"
  },
  {
    "quote": "Liczą się nie lata w twoim życiu.To życie w latach.",
    "author": "Abraham Lincoln"
  },
  {
    "quote": "Zmień swoje myśli, a zmienisz swój świat.",
    "author": "Norman Vincent Peale"
  },
  {
    "quote": "Albo napisz coś, co warto przeczytać, albo zrób coś, co warto napisać.",
    "author": "Benjamin Franklin"
  },
  {
    "quote": "Nic nie jest niemożliwe, samo słowo mówi: „Jestem możliwy!”",
    "author": "–Audrey Hepburn"
  },
  {
    "quote": "Jedynym sposobem na wykonanie świetnej pracy jest pokochanie tego, co robisz.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Jeśli możesz o tym marzyć, możesz to osiągnąć.",
    "author": "Zig Ziglar"
  }
]
